
# 인천공항 주차장 정보
인천공항_주차장_주소 = "인천광역시 중구 운서동 2851-76"
인천공항_주차장_예약번호 = "7974GA0002"

# 하나투어 예약번호
하나투어_예약번호 = "HA2523502500"

# 제주항공 예약번호
제주항공_예약번호 = "EYZD8G"
제주항공_가는편 = "7C1501"
제주항공_오는편 = "7C1502"

인천_삿포로_시간 = "07:00 ~ 10:00"
삿포로_인천_시간 = "11:00 ~ 14:25"

# 여권정보
여권정보 = {
    "한글이름": "곽호원",
    "영문이름": "Kwak Howon",
    "여권번호": "M502Z7961",
    "발급일": "2023-01-16",
    "만료일": "2033-01-16",
    "국적": "대한민국",

    "한글이름": "이태희",
    "영문이름": "Lee Taehee",
    "여권번호": "M079R2744",
    "발급일": "2023-05-23",
    "만료일": "2033-05-23",
    "국적": "대한민국",

    "한글이름": "김동운",
    "영문이름": "Kim Dongwoon",
    "여권번호": "M129M5015",
    "발급일": "2023-01-31",
    "만료일": "2033-01-31",
    "국적": "대한민국",

    "한글이름": "임종민",
    "영문이름": "Lim Jongmin",
    "여권번호": "M847J9514",
    "발급일": "2025-01-03",
    "만료일": "2035-01-03",
    "국적": "대한민국",

    "한글이름": "문승현",
    "영문이름": "Moon Seunghyun",
    "여권번호": "M706C9450",
    "발급일": "2025-01-03",
    "만료일": "2035-01-03",
    "국적": "대한민국",

}

# 숙소정보
숙소 = {
    "이름" : "Otaru Tap Room & Hostel" ,
    "주소" : "2 Chome-4-8 Ironai, Otaru, Hokkaido 047-0031",
    "Agoda 예약번호1"  : "1520902312" ,
    "Agoda 예약번호2"  : "1520908728" ,
    "숙박기간" : "2025-03-05 ~ 2025-03-06",

    "이름" : "karaksa hotel Sapporo" ,
    "주소" : "5-24 Minami 3-jo Nishi, Chuo-ku, Sapporo-shi, Hokkaido, 삿포로, 일본, 060-0063",
    "Agoda 예약번호1"  : "1520998864" ,
    "숙박기간" : "2025-03-06 ~ 2025-03-09",

}

# 커밋 확인용